
import { Link } from "react-router-dom"

const logoutState=()=>{
    return(<>
  <br/>
    <br/> 
    <br/>
    <h3>   You have been logged out</h3>
     <Link to="/login">To Enter</Link>
    <br/>
    <br/>
    <h2>!
        לכבוד המורה</h2>
<p>
...
     ע"י התנסות בכתיבת קוד עצמאית ומקיפה
react
ככלל, ראיתי את מגמת הפרויקט הזה ללימוד 


 <br/>
מטרה שאכן הושגה,
אם כי בפועל לא הגעתי לסיום כל הפרטים, מימוש כל הפיצרים וסגירת פינות 
<br/>
navigate
    לדוגמא *לאחר עדכון כגון הרשמה יש לרפרש את הדף למרות ה
<br/>
...
מסתבר שכמה שעות נוספות היו מועילות ממש
<br/>
<br/>
החלטתי בכל אופן להגיש זאת כך,בתקוה להתבוננות בקיים ובלמידה שנוספה איתו ובעקבותיו
</p>

    </>)


    
}
export default logoutState

